{"par1" : "My name is Jorge Mateo Jara Fabian, and I am from the great country of Perú, where I lived until I was 22. After meeting an intriguing American girl, I moved to the United States of America, where I married her. I had an amazing childhood, always playing and making trouble with my three brothers. My mom instilled in us many wonderful scholastic qualities, including the importance of reading. Because of this, ever since I was a kid, I was interested in learning everything I could. My mother would buy multiple books for us and I would read them all, or at least try in between all the play I did with brothers.",
 "par2" : "Because I was raised by a single mom after my parents got divorced when I was nine, money was always tight. It would have been perfectly reasonable to dream to be a millionaire when I grew up, but my dream was to become a scientist and discover something revolutionary that betters humanity. From my air-cleaning machine, to my cancer-curing bacteria, I had so many ideas and dreams in this regard when I was a child.",
 "par3" : "When I had the chance to go to school, I went through four different tests to be accepted to my local university. I applied at the age of fifteen, which was younger than anyone else I knew. Out of five thousand applicants, I was one of the twenty students selected for admission. I chose Civil Engineering, because it was one of the only engineering careers that my local university offered; it was also the most challenging. Because Peru is a developing country, I felt that I could help improve lives by continuing to build my country’s infrastructure.  I excelled in this program for two years. Then, I took a two-year break to serve people in my country as a missionary for The Church of Jesus Christ of Latter-day Saints. Thereafter, I did one more year in my local university until I met my wife and started life in the United States.",
 "par4" : "My journey in the United States started with 17 dollars in my pocket and very poor english. For my first three months, I only did three things: learn english, try to fit in, and miss my country, family and food. But one day, my Father-in-law, who is a computer scientist, asked me if I would like to learn how to code. My first thought was: “yuck!”, but I tried it anyway, mostly to try to please him. He taught me Python and some web development. At the beginning, I did not enjoy it much, but I liked the logic behind it. Little by little, I got the hang of it, and I quickly got a consulting job working in html, css, Java, and Python. This job was very challenging because I was not sufficiently trained to understand things like networks, databases, etc., and I was still learning English and assimilating to the United States! But I endured and I survived my first few months, after that everything became easier, and I became an asset to the team.",
 "par5" : "This was my first experience as a developer, and I was surprised to enjoy it. After a year of learning English on my own and passing the TOEFL, I applied to three universities and I was accepted to two of them. I chose to go to the University of Maryland in College Park. I started in the Civil Engineering program, and I stayed in the major for almost three years, but I did not feel happy there. In my free time, I found myself researching hacking, computer vision, machine learning, databases, etc. So the answer to fix my unhappiness was clear: I had to change, and with the help and support of my wife, I finally did it. Some people told me that it was reckless to change career paths when I was close to graduating from Civil Engineering, but I did it anyway.",
 "par6" : "The first day of the classes during what should have been one of my final semesters, I talked to my advisor and I changed to a Computer Engineering major. This was easily the best decision I made in college-- and one of the best of my life! I still remember my first class, it was Object-oriented Programming, and I loved it. I was finally doing what I was meant to do.",
 "par7" : "I graduated in December 2019 with two tiny family members in tow; we welcomed a little girl to our family the semester I changed majors and another my final weeks of school. It was not easy, especially because I did it while always trying to be an exemplary dad and husband as well as an excellent student. However, I gave my best effort and graduated with a 3.8 GPA, so I believe I succeeded in my journey!",
 "par8" : "My school time was amazing, I took the classes I wanted to take, I learned from many different professors, and I even got the chance to teach as a teaching fellow in Digital Logic Design. Working as a teaching fellow was a highlight of my time in college. I felt that the students really liked me and that I was knowledgeable enough to solve any questions they would have. At the end of the semester, multiple students thanked me and said that if it was not for me, they would have failed the class. This positively impacted my life and was incredibly encouraging.  It made me realize that I would like to be a professor at some point in my life or teach others in some capacity. I also did an internship with Boeing while in school. I worked in the defense sector, where I was exposed to interesting projects like fighter jets.",
 "par9" : "After graduation I started working for Capital One, in a TDP program, which is a rotational program. I started as a DevOps-SRE engineer, where I learned a lot about AWS and cloud architecture. After one year there, I moved to a backend development position, where I am working right now. I think that this position suits me very well because I get to code all day, every day, which is what I wanted. I like that I am learning a lot of Java, React, networking, etc. I am very satisfied with my career path thus far and truly believe it can only go up from here!",
 "par10" : "So far, life is good. In my personal time, I enjoy traveling home to South America, watching soccer, cooking and trying new foods, and spending time with my family. I am always researching my next project, and my wife and I are currently designing a new home. I also have taken on the task of rebuilding a rusty old 1984 Porsche 944 in my free time, which has been an exciting test of my mechanical engineering skills, brute strength, and patience. I am grateful to have moved to this country and have so many new opportunities. After coming from humble beginnings, I feel extra appreciative of my career and all of the possibilities it holds.",
 "par11" : "In early 2021, I lost my mother to cancer, which has been an incredibly difficult personal challenge. Watching her suffer through this terrible disease alongside many others only reinforced my desire to use my career skills to better humanity. I hope to make her proud and continue to exercise the love for learning she instilled in me through being a lifelong learner, obtaining higher education, helping support the education of others, and passing on a love for learning to my children."
}